{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "dtype": "float32", "units": 32, "bias_constraint": null, "batch_input_shape": [null, 5], "kernel_constraint": null, "name": "dense_12", "activity_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 24, "bias_constraint": null, "kernel_constraint": null, "name": "dense_13", "activity_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 32, "bias_constraint": null, "kernel_constraint": null, "name": "dense_14", "activity_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 24, "bias_constraint": null, "kernel_constraint": null, "name": "dense_15", "activity_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "relu", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 32, "bias_constraint": null, "kernel_constraint": null, "name": "dense_16", "activity_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "activation": "softmax", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "units": 85, "bias_constraint": null, "kernel_constraint": null, "name": "dense_17", "activity_regularizer": null, "bias_regularizer": null}}], "keras_version": "2.1.2"}